Repository: jmb245/SpotiProject
Catalog: music/locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: Welcome to Your Spotify Wraps
es: Bienvenido a tus Spotify Wraps
fr: Bienvenue dans vos Spotify Wraps

source: Your personalized music insights, games, and more.
es: Tus análisis de música personalizados, juegos y más.
fr: Vos analyses musicales personnalisées, jeux et plus encore.

source: Settings
es: Configuración
fr: Paramètres

source: Log Out
es: Cerrar sesión
fr: Déconnexion

source: Contact Developers
es: Contactar a los desarrolladores
fr: Contacter les développeurs

source: Your Saved Wraps
es: Tus Wraps guardados
fr: Vos Wraps enregistrés

source: No wraps saved yet. Generate your first wrap!
es: No tienes ningún Wrap guardado aún. ¡Genera tu primer Wrap!
fr: Aucun wrap enregistré pour le moment. Générez votre premier wrap !

source: Delete
es: Eliminar
fr: Supprimer

source: Interactive Games
es: Juegos interactivos
fr: Jeux interactifs

source: Guess Songs by Audio
es: Adivina las canciones por audio
fr: Devinez les chansons par audio

source: Sign Up
es: Regístrate
fr: S'inscrire

source: Already have an account? Log in here
es: ¿Ya tienes una cuenta? Inicia sesión aquí
fr: Vous avez déjà un compte ? Connectez-vous ici

source: Log In
es: Iniciar sesión
fr: Connexion

source: Don’t have an account? Sign up here
es: ¿No tienes una cuenta? Regístrate aquí
fr: Vous n'avez pas de compte ? Inscrivez-vous ici

source: If you have any questions or feedback, feel free to send a message.
es: Si tienes preguntas o comentarios, no dudes en enviar un mensaje.
fr: Si vous avez des questions ou des commentaires, n'hésitez pas à envoyer un message.

source: Share on X (Twitter)
es: Compartir en X (Twitter)
fr: Partager sur X (Twitter)

source: Share on LinkedIn
es: Compartir en LinkedIn
fr: Partager sur LinkedIn

source: Copy Wrapped to Clipboard
es: Copiar resumen Wrapped al portapapeles
fr: Copier le résumé Wrapped dans le presse-papiers

source: Correct!
es: ¡Correcto!

source: Wrong! Try again.
es: ¡Incorrecto! Inténtalo de nuevo.
fr: Faux ! Réessayez.

source: Guess the Song
es: Adivina la canción
fr: Devinez la chanson

source: Your Top Artists
es: Tus mejores artistas
fr: Vos meilleurs artistes

source: Your Top Tracks
es: Tus mejores canciones
fr: Vos meilleures chansons

source: Your Top Genres
es: Tus mejores géneros
fr: Vos meilleurs genres

source: Your Top Albums
es: Tus mejores álbumes
fr: Vos meilleurs albums

source: Your Recently Played Tracks
es: Tus pistas reproducidas recientemente
fr: Vos pistes récemment écoutées

source: Your Playlists
es: Tus playlists
fr: Vos playlists

source: Thank You for Viewing
es: Gracias por ver
fr: Merci pour votre visite

source: Language changed successfully!
es: ¡Idioma cambiado con éxito!
fr: Langue changée avec succès !

source: Welcome to Your Spotify Wrap
es: Bienvenido a Tu Spotify Wrap
fr: Bienvenue dans Votre Spotify Wrap

source: Use the buttons below to navigate!
es: ¡Usa los botones de abajo para navegar!
fr: Utilisez les boutons ci-dessous pour naviguer!

source: Previous
es: Anterior
fr: Précédent

source: Next
es: Siguiente
fr: Suivant

source: Back to Home
es: Volver al Inicio
fr: Retour à l'Accueil

source: Are You Ready?
es: ¿Estás listo?
fr: Êtes-vous prêts?

source: Get ready to explore your Spotify activity!
es: ¡Prepárate para explorar tu actividad de Spotify!
fr: Préparez-vous à explorer votre activité Spotify!

source: No data available for this slide.
es: No hay datos disponibles para esta página.
fr: Aucune donnée disponible pour cette page.

source: Generate New Wrap
es: Generar un nuevo Wrap
fr: Générer un nouveau Wrap

source: Contact the Developers
es: Contacta a los Desarrolladores
fr: Contactez les Développeurs

source: Toggle Theme
es: Cambiar Tema
fr: Changer de Thème

source: Send Message
es: Enviar Mensaje
fr: Envoyer le Message

source: Happy Christmas!
es: ¡Feliz Navidad!
fr: Joyeux Noël!

source: Enjoy your festive Spotify wrap!
es: ¡Disfruta de tu Spotify Wrap festivo!
fr: Profitez de votre Spotify Wrap festif!

source: Happy Halloween!
es: ¡Feliz Halloween!
fr: Joyeux Halloween!

source: This Holiday Has Been Wrapped!
es: ¡Estas vacaciones han sido envueltas!
fr: Ces vacances ont été emballées!

source: 🎄 Spread the joy with festive music! 🎃
es: 🎄 ¡Comparte la alegría con música festiva! 🎃
fr: 🎄 Partagez la joie avec de la musique festive ! 🎃

source: We hope you enjoyed your Spotify wrap!
es: ¡Esperamos que hayas disfrutado tu Spotify Wrap!
fr: Nous espérons que vous avez apprécié votre Spotify Wrap !

source: Name
es: Nombre
fr: Nom

source: Email
es: Correo electrónico

source: Subject
es: Asunto
fr: Sujet

source: Message
es: Mensaje
